physics/data.org
#+TITLE: Data
#+AUTHOR: Alex Nelson
#+EMAIL: pqnelson@gmail.com
#+DATE: <2020-12-05T19:31:00-08:00>
#+LANGUAGE: en
#+OPTIONS: H:5
#+HTML_DOCTYPE: html5
# Created Saturday December  5, 2020 at  7:31PM
#+INCLUDE: ../org-macros.org
#+HTML_LINK_UP: ./index.html
#+HTML_LINK_HOME: ../index.html
#+HTML_HEAD_EXTRA: <link rel="stylesheet" type="text/css" href="../css/stylesheet.css" />

* Solar System Data
:PROPERTIES:
:CUSTOM_ID: h-85c64a1d-096e-4e97-a633-1e38fc00c2de
:END:

** Earth
:PROPERTIES:
:CUSTOM_ID: h-584ad639-6011-4755-b8b0-d56b244458b3
:END:

| Constant                         | Value                       | Source |
|----------------------------------+-----------------------------+--------|
| Earth's equatorial radius        | 6 378 136.6(1) m            | [[https://hpiers.obspm.fr/eop-pc/models/constants.html][~[1]~]]  |
| Mean Solar Day                   | 86400s                      | [[https://hpiers.obspm.fr/eop-pc/models/constants.html][~[1]~]]  |
| Orbital Period ("sidereal year") | 365.256 363 004 days        | [[https://hpiers.obspm.fr/eop-pc/models/constants.html][~[1]~]]  |
| Mean equatorial gravity ("g")    | 9.780 327 8 (10) m/s^2      | [[https://hpiers.obspm.fr/eop-pc/models/constants.html][~[1]~]]  |
| Earth Mass                       | 5.9724\times10^{24} kg      | [[https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html][~[2]~]]  |
| Semimajor axis                   | 149.596\times10^6 km        | [[https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html][~[2]~]]  |
| Perihelion                       | 147.092\times10^6 km        | [[https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html][~[2]~]]  |
| Aphelion                         | 152.099\times10^6 km        | [[https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html][~[2]~]]  |
| Mean orbital velocity            | 29.78 km/s                  | [[https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html][~[2]~]]  |
| Max. orbital velocity            | 30.29 km/s                  | [[https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html][~[2]~]]  |
| Min. orbital velocity            | 29.29 km/s                  | [[https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html][~[2]~]]  |
| Obliquity ("axial tilt", ε)      | 23° 26′ 21.406″ (23.43655°) | [[https://link.springer.com/article/10.1007/s10569-006-0001-2][~[3]~]]  |

Notes:

1. The orbital period is measured in units of mean solar day (86,400 seconds)
2. The obliquity for the Earth varies over a 41,000 year period
   (Milankovitch cycles). It is taken at a standard time (at J2000.0 ---
   12:00 noon [[https://en.wikipedia.org/wiki/Terrestrial_Time][terrestrial time]] on January 1, 2000), with the
   understanding it varies slowly over time, as 84381.406000 arc seconds
   (or 23 degrees + 26 arcminutes + 21.406000 arc seconds exactly; or
   $42.190703\pi/18^2 \approx 0.409092600601$ radians).

** The Sun
:PROPERTIES:
:CUSTOM_ID: h-62a9f7ff-2570-49ed-8fd5-52c860292958
:END:

| Constant                | Value                | Source |
|-------------------------+----------------------+--------|
| Equatorial Solar Radius | 695,700 km           | [[https://arxiv.org/pdf/1510.07674.pdf][~[4]~]]  |
| Luminosity              | 3.828\times10^{26} W | [[https://arxiv.org/pdf/1510.07674.pdf][~[4]~]]  |
| Temperature             | 5772 K               | [[https://arxiv.org/pdf/1510.07674.pdf][~[4]~]]  |


* Sources
:PROPERTIES:
:CUSTOM_ID: h-e8e4fe91-751d-465c-9d61-5f4c7b948214
:END:
** Earth
:PROPERTIES:
:CUSTOM_ID: h-9b1c382d-fc35-4d2c-a5ce-25c7e0b8ae94
:END:
- [[https://hpiers.obspm.fr/eop-pc/models/constants.html][Useful Constants]], International Earth Rotation and Reference Systems
  Service.
- NASA, [[https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html][Earth Fact Sheet]]
- J.L. Hilton, N. Capitaine, J. Chapront, et al., \\
  "Report of the International Astronomical Union Division I Working
  Group on Precession and the Ecliptic." \\
  /Celestial Mech Dyn Astr/ *94* (2006) 351–367. https://doi.org/10.1007/s10569-006-0001-2
** Sun
:PROPERTIES:
:CUSTOM_ID: h-b05e4c4a-9338-4d2a-bbed-0af5e8cec296
:END:
- [[https://nssdc.gsfc.nasa.gov/planetary/factsheet/sunfact.html][Sun Fact Sheet]]
- [[https://arxiv.org/abs/1510.07674][arXiv:1510.07674]]