docs/physics/data.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-04-10 Sat 20:50 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Data</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Alex Nelson">
<link rel="preconnect" href="https://fonts.gstatic.com"><link href="https://fonts.googleapis.com/css2?family=Spectral&display=swap" rel="stylesheet">
<link href="https://fonts.googleapis.com/css2?family=Merriweather" rel="stylesheet">
<div style="display: none"> \(
\newcommand\D{\mathrm{d}}
\newcommand\E{\mathrm{e}}
\newcommand\I{\mathrm{i}}
\newcommand\bigOh{\mathcal{O}}
\newcommand{\cat}[1]{\mathbf{#1}}
\newcommand\curl{\vec{\nabla}\times}
\newcommand{\CC}{\mathbb{C}}
\newcommand{\NN}{\mathbb{N}}
\newcommand{\QQ}{\mathbb{Q}}
\newcommand{\RR}{\mathbb{R}}
\newcommand{\ZZ}{\mathbb{Z}}
\)</div>
<link rel="stylesheet" type="text/css" href="../css/stylesheet.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="./index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Data</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orged4c8b4">1. Solar System Data</a>
<ul>
<li><a href="#orgf80ccb6">1.1. Earth</a></li>
<li><a href="#org7762250">1.2. The Sun</a></li>
</ul>
</li>
<li><a href="#orgcdac5cc">2. Sources</a>
<ul>
<li><a href="#org765bee3">2.1. Earth</a></li>
<li><a href="#org1b94b8e">2.2. Sun</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orged4c8b4" class="outline-2">
<h2 id="orged4c8b4"><span class="section-number-2">1</span> Solar System Data</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgf80ccb6" class="outline-3">
<h3 id="orgf80ccb6"><span class="section-number-3">1.1</span> Earth</h3>
<div class="outline-text-3" id="text-1-1">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Constant</th>
<th scope="col" class="org-left">Value</th>
<th scope="col" class="org-left">Source</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Earth's equatorial radius</td>
<td class="org-left">6 378 136.6(1) m</td>
<td class="org-left"><a href="https://hpiers.obspm.fr/eop-pc/models/constants.html"><code>[1]</code></a></td>
</tr>

<tr>
<td class="org-left">Mean Solar Day</td>
<td class="org-left">86400s</td>
<td class="org-left"><a href="https://hpiers.obspm.fr/eop-pc/models/constants.html"><code>[1]</code></a></td>
</tr>

<tr>
<td class="org-left">Orbital Period ("sidereal year")</td>
<td class="org-left">365.256 363 004 days</td>
<td class="org-left"><a href="https://hpiers.obspm.fr/eop-pc/models/constants.html"><code>[1]</code></a></td>
</tr>

<tr>
<td class="org-left">Mean equatorial gravity ("g")</td>
<td class="org-left">9.780 327 8 (10) m/s<sup>2</sup></td>
<td class="org-left"><a href="https://hpiers.obspm.fr/eop-pc/models/constants.html"><code>[1]</code></a></td>
</tr>

<tr>
<td class="org-left">Earth Mass</td>
<td class="org-left">5.9724&times;10<sup>24</sup> kg</td>
<td class="org-left"><a href="https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html"><code>[2]</code></a></td>
</tr>

<tr>
<td class="org-left">Semimajor axis</td>
<td class="org-left">149.596&times;10<sup>6</sup> km</td>
<td class="org-left"><a href="https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html"><code>[2]</code></a></td>
</tr>

<tr>
<td class="org-left">Perihelion</td>
<td class="org-left">147.092&times;10<sup>6</sup> km</td>
<td class="org-left"><a href="https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html"><code>[2]</code></a></td>
</tr>

<tr>
<td class="org-left">Aphelion</td>
<td class="org-left">152.099&times;10<sup>6</sup> km</td>
<td class="org-left"><a href="https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html"><code>[2]</code></a></td>
</tr>

<tr>
<td class="org-left">Mean orbital velocity</td>
<td class="org-left">29.78 km/s</td>
<td class="org-left"><a href="https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html"><code>[2]</code></a></td>
</tr>

<tr>
<td class="org-left">Max. orbital velocity</td>
<td class="org-left">30.29 km/s</td>
<td class="org-left"><a href="https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html"><code>[2]</code></a></td>
</tr>

<tr>
<td class="org-left">Min. orbital velocity</td>
<td class="org-left">29.29 km/s</td>
<td class="org-left"><a href="https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html"><code>[2]</code></a></td>
</tr>

<tr>
<td class="org-left">Obliquity ("axial tilt", ε)</td>
<td class="org-left">23° 26′ 21.406″ (23.43655°)</td>
<td class="org-left"><a href="https://link.springer.com/article/10.1007/s10569-006-0001-2"><code>[3]</code></a></td>
</tr>
</tbody>
</table>

<p>
Notes:
</p>

<ol class="org-ol">
<li>The orbital period is measured in units of mean solar day (86,400 seconds)</li>
<li>The obliquity for the Earth varies over a 41,000 year period
(Milankovitch cycles). It is taken at a standard time (at J2000.0 &#x2014;
12:00 noon <a href="https://en.wikipedia.org/wiki/Terrestrial_Time">terrestrial time</a> on January 1, 2000), with the
understanding it varies slowly over time, as 84381.406000 arc seconds
(or 23 degrees + 26 arcminutes + 21.406000 arc seconds exactly; or
\(42.190703\pi/18^2 \approx 0.409092600601\) radians).</li>
</ol>
</div>
</div>

<div id="outline-container-org7762250" class="outline-3">
<h3 id="org7762250"><span class="section-number-3">1.2</span> The Sun</h3>
<div class="outline-text-3" id="text-1-2">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Constant</th>
<th scope="col" class="org-left">Value</th>
<th scope="col" class="org-left">Source</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Equatorial Solar Radius</td>
<td class="org-left">695,700 km</td>
<td class="org-left"><a href="https://arxiv.org/pdf/1510.07674.pdf"><code>[4]</code></a></td>
</tr>

<tr>
<td class="org-left">Luminosity</td>
<td class="org-left">3.828&times;10<sup>26</sup> W</td>
<td class="org-left"><a href="https://arxiv.org/pdf/1510.07674.pdf"><code>[4]</code></a></td>
</tr>

<tr>
<td class="org-left">Temperature</td>
<td class="org-left">5772 K</td>
<td class="org-left"><a href="https://arxiv.org/pdf/1510.07674.pdf"><code>[4]</code></a></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>


<div id="outline-container-orgcdac5cc" class="outline-2">
<h2 id="orgcdac5cc"><span class="section-number-2">2</span> Sources</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org765bee3" class="outline-3">
<h3 id="org765bee3"><span class="section-number-3">2.1</span> Earth</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li><a href="https://hpiers.obspm.fr/eop-pc/models/constants.html">Useful Constants</a>, International Earth Rotation and Reference Systems
Service.</li>
<li>NASA, <a href="https://nssdc.gsfc.nasa.gov/planetary/factsheet/earthfact.html">Earth Fact Sheet</a></li>
<li>J.L. Hilton, N. Capitaine, J. Chapront, et al., <br>
"Report of the International Astronomical Union Division I Working
Group on Precession and the Ecliptic." <br>
<i>Celestial Mech Dyn Astr</i> <b>94</b> (2006) 351–367. <a href="https://doi.org/10.1007/s10569-006-0001-2">https://doi.org/10.1007/s10569-006-0001-2</a></li>
</ul>
</div>
</div>
<div id="outline-container-org1b94b8e" class="outline-3">
<h3 id="org1b94b8e"><span class="section-number-3">2.2</span> Sun</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li><a href="https://nssdc.gsfc.nasa.gov/planetary/factsheet/sunfact.html">Sun Fact Sheet</a></li>
<li><a href="https://arxiv.org/abs/1510.07674">arXiv:1510.07674</a></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="postamble">Last Updated 2021-03-10 Wed 16:57.</p>
</div>
</body>
</html>